export const normalLines = [
  "上次店長對我的抽考，我的表現差強人意",
  "店長表情雖然微妙，但我還是被留任了",
  "早上那些詭異的夢依舊繼續",
  "晚上的工作也沒有什麼變化",
  "我越來越了解倉庫中那些包裹所建立的文明與政權了",
  "但那又是另一個故事......",
  "我在超商打工的故事就到這邊暫時打住",
  "這就是我，一個社恐的超商店員，彷彿無止盡的日常......",
  "Normal End.",
]

export const badLines = [
  "睜開眼，是一片漆黑的房間",
  "前陣子沒通過店長給我的測驗，我被炒魷魚了",
  "就算被炒了魷魚，因為這陣子上班的習慣，還是在下午時段起床",
  "看來生理時鐘這東西不是說改就改啊，只能慢慢調整了",
  "不可思議的是，被炒魷魚以後我就沒有再作夢",
  "不管是那個奇怪客人的惡夢，或是其他內容的夢",
  "明明身體疲勞程度降低了，卻陷入更深更無意識的睡眠",
  "比起作惡夢，不作夢也算是一種幸福，大概吧",
  "只是我偶爾會覺得那些夢也挺有趣的，只是和客人交流這件事，還是留在上班時間就好",
  "再找到下一份打工之前，還是先繼續睡吧！",
  "Bad End...?",
]
