export const Lines1 = [
  "上次那個夢真是太可怕了......",
  "竟然連睡個覺也要經歷上班遇到奇怪客人的事件，這難道是上天對我的懲罰？",
  "再說怎麼會在便利商店遇到古人？我看林肯的棺材板都要壓不住了",
  "還是說那個夢是受到店長的影響？",
  "誰叫那個店長一頭老是銀色亂髮，不管是誰看到都會聯想到貝多芬......",
  "不不不我應該只是壓力太大",
  "或是從這個月開始上大夜班，生理時鐘還沒調整過來而已",
  "不要緊的",
  "好，時間也差不多要到了，該去上班了",
]

export const Lines2 = [
  "我一如往常來到便利商店附近準備上班",
  "在這空曠的鄉間，這家8-11永遠是漆黑路上最耀眼的存在",
  "我：這次總該不是夢了吧...",
  "我喃喃自語，走向便利商店",
  "這時，我看見黑暗的角落有一位酷似林肯的大鬍子大叔",
  "我連忙躲起，鬼鬼祟祟地避開大叔的視線，溜進便利商店裡",
]

export const Lines3 = [
  "林肯怎麼又出現了！？該不會上次的經歷不是一場夢吧！！",
  "我還來不及思考這些，同事就和我早早交班，又輪到我一個人看店了",
  "希望這次不會再出現奇怪的客人",
  "對了，剛剛同事下班交代我今天有新產品要上架",
  "我蹲下拆開腳邊的新產品紙箱",
  "裡面出現的東西讓我大吃一驚",
  "新產品是眼球造型與章魚觸手造型的果凍......",
  "萬聖節明明還很久啊...",
  "這時，有個客人喊我去結帳",
]

export const Lines4 = [
  "這次出現的是一身古裝，滿臉鬍子的大叔",
  "秦、秦始皇！！？",
  "秦始皇：不好意思，我想要取貨。",
  "我還沒問出口，秦始皇就給了我電話末三碼",
  "倒是還蠻乾脆的，沒叫我找些奇怪的東西",
  "當我轉身拿架上的包裹，同樣的怪事又發生了...",
]

export const Lines5 = [
  "我從床上醒來，和上次一樣正是夕陽西下的時候",
  "又做惡夢了嗎？",
]
