export const Lines1 = [
  "前兩天上班前都做了奇怪的惡夢，害我都睡不好，精神不濟......",
  "今天上班前特地在門外捏了自己的臉頰才進來，總該不是夢了吧？",
]

export const Lines2 = [
  "走進店內，罕見地在這個時間看到店長竟然還在",
  "店長看到我便一臉氣沖沖地走了過來，他那頭獅子鬃毛般的銀髮配上憤怒的表情，威壓十足",
  "我：店長......什麼事啊?",
  "店長：聽說你被客人投訴，說你服務態度不好，進倉庫拿個網購包裹也要拿個半天，摸魚也要有個限度！",
  "欸？我當場傻住。",
  "怎麼會被客訴？難道這一切不是在夢中發生的嗎？",
  "難道客人林肯與秦始皇不是我夢中的人物？還是說我現在也在做夢？",
  "我已經搞不清楚了......",
  "店長說他要給我最後一次機會，讓我進去倉庫拿網購包裹，看看我是不是如同客人所說拿個半天。",
  "店長您有所不知，那包裹是有生命的啊！",
  "就算我這麼說了，大概也沒人會信，我只好帶著悲壯的心情踏入倉庫。",
]

export const Lines3 = [
  "林肯怎麼又出現了！？該不會上次的經歷不是一場夢吧！！",
  "我還來不及思考這些，同事就和我早早交班，又輪到我一個人看店了",
  "希望這次不會再出現奇怪的客人",
  "對了，剛剛同事下班交代我今天有新產品要上架",
  "我蹲下拆開腳邊的新產品紙箱",
  "裡面出現的東西讓我大吃一驚",
  "新產品是眼球造型與章魚觸手造型的果凍......",
  "萬聖節明明還很久啊...",
  "這時，有個客人喊我去結帳",
]

export const Lines4 = [
  "這次出現的是一身古裝，滿臉鬍子的大叔",
  "秦、秦始皇！！？",
  "秦始皇：不好意思，我想要取貨。",
  "我還沒問出口，秦始皇就給了我電話末三碼",
  "倒是還蠻乾脆的，沒叫我找些奇怪的東西",
  "當我轉身拿架上的包裹，同樣的怪事又發生了...",
]

export const Lines5 = [
  "我從床上醒來，和上次一樣正是夕陽西下的時候",
  "又做惡夢了嗎？",
]
