export const Lines1 = [
  "我是個8-11店員",
  "為了生活才來值大夜班",
  "過著早上睡覺，晚上出門上班的每一天",
  "現在有個煩惱困擾我一段時間了，那就是......",
  "我是個重度社恐！！！",
  "當初面試的時候為什麼要表現得那麼正常！！？",
  "實際上光是面對初次見面的店長，我的手和腳就抖個不停",
  "光是通過面試就用光了我的社交能量",
  "現在每天上班只好硬著頭皮面對各式各樣的客人",
  "過著戰戰兢兢的每一天...",
  "好想生活在只要自己一人就獨立維持生命運作，孤獨的星球上",
  "那樣的話，就算是我這樣的傢伙也能找到幸福吧？",
  "別胡思亂想了，時間到了，該去上班了......",
]

export const Lines2 = [
  "為什麼人類必須上班呢？",
  "為什麼人類必須面對另一個人類呢？",
  "不管是友善或惡意都好可怕......",
  "不想面對......",
  "...",
  "......",
  "........",
]

export const Lines3 = [
  "雖然不是第一天上班了，但社交恐懼這種情緒卻不會隨著時間而減少",
  "今天我也做完了和前一班同事交接的例行檢查",
  "盤點貴重商品、交接零錢與投放大鈔到保險箱、紀錄冰櫃溫度與確保茶葉蛋充足......",
  "太好了，店內都沒什麼客人",
  "仔細想想，我其實根本不需要那麼慌張",
  "這家門市位於鄉下地方，緊鄰省道",
  "一般來說除了附近小村子的居民或者偶爾會停下來喘口氣的觀光旅遊巴士以外",
  "根本不會有人走進這家門市",
  "「我們一生中經歷的煩惱，大多發生在想像之中。」",
  "我想起了不知道哪個哲學家還是勵志作家說過的名言",
  "沒錯，不要驚慌",
  "說不定今天晚上一個客人也沒有，只要冷靜下來，牙一咬就撐過去了",
  "我一邊巡視著店內沒有半個客人的座位區，一邊對自己這麼說",
  "直到確認店內所有服務的運作沒有異常，我回到結帳櫃台後面",
]

export const Lines4 = [
  "我：好閒啊...",
  "我百無聊賴地靠著香菸櫃滑起了手機...",
  "但總覺得哪裡不對......",
  "這股說不出來的違和感是怎麼回事？",
  "就像出門忘記關瓦斯爐，或是沒有鎖門那樣的心情",
  "總有種不祥的預感......",
  "滑手機膩了，我抬頭呆呆望著天花板",
  "這家8-11的天花板有彩繪畫作，裝飾著8-11吉祥物Close醬的圖案",
  "Close醬手裡拿著辣味關東煮，做出>_<的表情",
  "臉頰因為辛辣而脹得紅通通",
  "猛一看Close醬沒什麼問題，但再一看，奇怪？",
  "Close醬以前就是這樣的灰色調嗎？神情也有點怪異",
  "就像是某個沒有品管的工廠生產的粗製濫造廉價小公仔那樣，Close醬的五官微妙地扭曲",
  "我盯著那微妙的、看起來有點不祥的假冒close醬，陷入空白的思考",
  "突然，有個聲音將我拉回現實",
]

export const Lines5 = [
  "客人：不好意思請問你們有賣觸手嗎？",
  "我：蛤？？什麼？什麼觸手？",
  "客人：還問我什麼觸手，觸手就是觸手啊！就是那種隨處可見的觸手，別家門市都有在賣的那種，最普通的就可以了",
  "我：不、不好意思...我們沒有賣那個東西...",
  "我的面前站著今天晚上的第一個客人，他問了個非常奇怪的問題，一般的超商會賣觸手嗎？",
  "而且我猛一回神，偷瞄了一眼客人的長相，他長得好像......亞伯拉罕 · 林肯！？？",
  "客人：沒有就算了......那你們有賣眼珠嗎？可以進行儀式的那種就可以了...",
  "我：不好意思，我們也沒有賣眼珠...",
  "這個長得像林肯的傢伙是不是有什麼毛病",
  "客人：那就算了！沒想到這種窮鄉僻壤還真的什麼都沒有！",
  "客人：那就幫我把這些東西結一結！真是受夠這種鳥不生蛋的地方！",
  "林肯一股腦地把大量商品倒在櫃檯上，如果我沒有及時接住，商品山可能都要崩落",
  "剛剛被客人罵了一陣，我的雙手還在顫抖，我吃力地拿起商品，刷了條碼...",
  "終於結完堆積如山的商品，林肯才想起來似的說道：我還要拿包裹",
  "於是我只好轉身走入包裹倉庫......",
]

export const Lines6 = [
  "（音效：叮鈴鈴鈴鈴鈴鈴~~）",
  "刺耳的鬧鐘聲響起，我從床上坐了起來，揉揉眼睛",
  "定睛一看，現在是下午五點",
  "好可怕的夢......",
]
